Repository: BillTheBest/openmediavault-aufs
Catalog: usr/share/openmediavault/locale/*/openmediavault-aufs.po
Languages: es

source: A aufs sambashare with the name '%s' already exists.
es: Un compartido aufs con el nombre '%s' , ya existe.

source: A directory will be created and mounted in /media/ using Pool Name.
es: Una carpeta con el nombre del pool , será creada y montada en /media/

source: A pool with the name '%s' already exists.
es: Un pool con el nombre '%s' ya existe.

source: Add share
es: Añadir compartido

source: Advanced Settings
es: Configuración avanzada

source: Aufs sets either 'fsnotify' or 'inotify' to all the accessed directories on its branches and receives the event about the dir and its children. It consumes resources, cpu and memory. Performance will be hurt, but it is most strict test level. When a user accesses the file which was notified UDBA before, the cached data about the file will be discarded and aufs will re-lookup it.
es: Aufs activa 'fsnotify' o 'inotify' en todos los directorios accedidos en sus ramas y recibe el evento acerca del directorio y sus descendientes. Consume recursos, CPU y Memoria. El rendimiento puede disminuir, pero es el nivel de Test más estricto. Cuando un usuario accede al archivo que ha sido notificado UDBA anteriormente, Los datos en caché del archivo son descartados y Aufs intenta recargarlos de nuevo.

source: Aufs tests only the existence of the file which existed. If the existed file was removed on the branch directly, aufs discard the cache about the file and re-lookup it. So the data will be updated. This test is at minimum level to keep the performance and ensure the existence of a file. This is default and aufs runs still fast.
es: Aufs solo comprueba la existencia del archivo si existe. Si el archivo a sido eliinado de la rama directamente, Aufs borra la cache del archivo e intenta recargar la información. Actualizando los datos. Esta comprobación es la mínima que permite mantener el rendimiento y asegurar la existencia de un archivo. Es la acción por defecto en Aufs.

source: Bind Share
es: Enlazar compartido

source: Branch #1
es: Rama #1

source: Branch #10
es: Rama #10

source: Branch #2
es: Rama #2

source: Branch #3
es: Rama #3

source: Branch #4
es: Rama #4

source: Branch #5
es: Rama #5

source: Branch #6
es: Rama #6

source: Branch #7
es: Rama #7

source: Branch #8
es: Rama #8

source: Branch #9
es: Rama #9

source: Branches
es: Ramas

source: Edit share
es: Editar compartido

source: If unchecked, notify will be used. If checked, reval will be used. See Info tab for explanation.
es: Si se desmarca, se usará notify (notificación). Si se marca, se usará reval (reevaluación). Vea la información de la pestaña para más información

source: If unchecked, pmfs will be used. If checked, mfs will be used. See Info tab for explanation.
es: Si se desmarca se usará pmfs, si se marca se usará mfs. Vea la pestaña para más información.

source: Information
es: Información

source: Most-Free-Space (MFS)
es: (MFS) Espacio menos usado

source: Pool Name
es: Nombre del pool

source: Pool Settings
es: Configuración del pool

source: Pool must contain at least two branches.
es: Un pool debe contener al menos 2 ramas

source: The same shared folder is used by branch #%s and #%s.
es: La misma carpeta compartida está en uso en la rama #%s y #%s.

source: User's Direct Branch Access (UDBA)
es: (UDBA) Acceso directo a la rama de usuario

source: create=mfs - Selects a writable branch which has most free space.
es: create=mfs - Selecciona una rama con permisos de escritura que tenga el mayor espacio libre.

source: create=pmfs - Selects a writable branch where the parent directory exists. When the parent directory exists on multiple writable branches, aufs selects the one which has more free space.
es: create=pmfs - Selecciona una rama con permisos de escritura donde el directorio padre exista. Cuando el directorio padre exista en multiples ramas, Aufs seleccionará aquella que tenga mayor espacio libre.
